{
    "projects": [{
            "id": 1,
            "company": "Min Doktor",
            "title": "Campaign page",
            "image": "./images/somn/somn.svg",
            "specs": "HTML, CSS, React,",
            "description": "Today sleep problems are common and often depend on stress or major changes in life. Most people find that they have a lack of sleep for short periods. If the sleep disorder does not cross itself but gets worse, you may need help to break the vicious circle.",
            "description2": "One of our campaign ideas for customer Min Doktor was to compete in sleep, in the competition Sleep - SM. Here you compete in different competition classes, like for example gender.",
            "codespecs": "HTML5 CSS Javascript ES6 React Github",
            "toolboxspecs": "Atom Postman Slack Trello Illustrator Photoshop Netlify",
            "morespecs": "Kanban board",
            "link": "https://focused-mestorf-a334be.netlify.com/",
            "image2": "./images/somn/somn_case1.webp",
            "image3": "./images/somn/somn_case2.webp"
  },
        {
            "id": 2,
            "company": "Comprend",
            "title": "Career page",
            "image": "./images/comprend/comprend_startimage.jpg",
            "specs": "HTML, CSS, React,",
            "description": "For our third sprint at Technigo we worked with the fast growing consultancy company Comprend. They have about 80 consultants with skills in digital strategy, project management, UX, visual design, development, content and research with clients like Tele2, SEB, Electrolux, Vattenfall and many more.",
            "description2": "Our challenge was to build a new career page for Comprend using their internal career API. The overall look and feel of the page should be similar to Comprend's existing page. Comprend’s new career page will be an integrated part of their web page and follow the provided wireframes we received.",
            "codespecs": "HTML5 CSS Javascript ES6 React Github",
            "toolboxspecs": "Atom Postman Slack Trello Photoshop",
            "morespecs": "Mob programming  Kanban board",
            "link": "https://github.com/Technigo/Sprint-3-Team-2-Fall18",
            "image2": "./images/comprend/comprend_case_1.webp",
            "image3": "./images/comprend/comprend_case_2.webp"

  },
        {
            "id": 3,
            "company": "Expressen",
            "title": "Newspaper",
            "image": "./images/techspressen/techspressen_startimage.jpg",
            "specs": "HTML, CSS, Javascript, API",
            "description": "For our second sprint at Technigo we got the chance to discover what an API is, learn how to make API requests using Javascript and use JSON data in our own project. For us this meant that we no longer were making static web pages, we were actually building web pages with dynamic content that automatically updated itself when new data is available. Our challenge this sprint was to build an online newspaper with our own theme using the Google News API. Here we should let the design reflect on what type of newspaper we were to build.",
            "description2": "The project is made on Bonnier Groups behalf. With over 170+ companies and close to 10.000 employees the Bonnier group is the nordic region's leading media company. To our help, we had three days at the Bonnier office to get help from their developers along the way. We teamed up with Expressen.",
            "codespecs": "HTML5 CSS Javascript CSS-Grid ES6 Github",
            "toolboxspecs": "Atom GoogleApi Postman Slack Sketch Trello Photoshop",
            "morespecs": "Mob programming  Kanban board",
            "link": "https://github.com/Technigo/Sprint-2-Team-3-Fall18"
        },
        {
            "id": 4,
            "company": "Own assignment",
            "title": "Signup form",
            "image": "./images/form/form_startimage.jpg",
            "description": "The assignment was to build a signup form for a web service and style it according to how I want it to look. In the end you will also post the data from the form into a service called HTTPbin and it should show the data you put in. It is basically a server and will work in the same was as if we posted this data to our own server to for example create a user account.",
            "codespecs": "HTML5 CSS ES6 Github",
            "toolboxspecs": "Atom Slack",
            "morespecs": "HTTPbin",
            "link": "https://github.com/charlotteflygare/forms",
            "image2": "./images/form/form_case_1.webp",
            "image3": "./images/form/form_case_2.webp"
        },
        {
            "id": 5,
            "company": "Own assignment",
            "title": "Todo App",
            "image": "./images/radioplayer.png",
            "description": "In this assignment the last was to build a todo app in React. The app should be able to: list all items, create a new item and mark an item as complete. I started of by building the form and handling state changes. After that I upgraded the app to use local storage to save state so that when the user reloads the page, they don't lose their todos.",
            "codespecs": "HTML5 CSS ES6 React Github",
            "toolboxspecs": "Atom Slack",
            "morespecs": "React starter",
            "link": "https://github.com/charlotteflygare/todo-app"
        }

    ]
}
